__mod_name__ = "Tᴏᴏʟꜱ 🎭"

__help__ = """
*ᴅᴀᴛᴇ-ᴛɪᴍᴇ-ᴡᴇᴀᴛʜᴇʀ*
❂ /time <ᴄᴏᴜɴᴛʀʏ ᴄᴏᴅᴇ>*:* ɢɪᴠᴇꜱ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴛɪᴍᴇᴢᴏɴᴇ.
❂ /weather <ᴄɪᴛʏ>*:* ɢᴇᴛ ᴡᴇᴀᴛʜᴇʀ ɪɴꜰᴏ ɪɴ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴘʟᴀᴄᴇ.
❂ /wttr <ᴄɪᴛʏ>*:* ᴀᴅᴠᴀɴᴄᴇᴅ ᴡᴇᴀᴛʜᴇʀ ɪɴꜰᴏ, ᴜꜱᴀɢᴇ ꜱᴀᴍᴇ ᴀꜱ /weather
❂ /wttr moon*:* ɢᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ꜱᴛᴀᴛᴜꜱ ᴏꜰ ᴍᴏᴏɴ

*Cᴏɴᴠᴇʀᴛꜱ*
❂ /encrypt*:* Eɴᴄʀʏᴘᴛꜱ ᴛʜᴇ ɢɪᴠɪɴɢ ᴛᴇxᴛ
❂ /decrypt*:* ᴅᴇᴄʀʏᴘᴛꜱ ᴘʀᴇᴠɪᴏᴜꜱʟʏ ᴇɴᴄʀʏᴘᴛᴇᴅ ᴛᴇxᴛ
❂ /zip*:* ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇxᴛ ᴛᴇʟᴇɢʀᴀᴍ ꜰɪʟᴇ ᴛᴏ ᴄᴏᴍᴘʀᴇꜱꜱ ɪᴛ ɪɴ .zip ꜰᴏʀᴍᴀᴛ
❂ /unzip*:* ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇʟᴇɢʀᴀᴍ ꜰɪʟᴇ ᴛᴏ ᴅᴇᴄᴏᴍᴘʀᴇꜱꜱ ɪᴛ ꜰʀᴏᴍ ᴛʜᴇ .zip ꜰᴏʀᴍᴀᴛ
"""
