__mod_name__ = "ᴛᴏᴏʟꜱ"

__help__ = """
*Sᴀɴɢᴍᴀᴛᴀ ɪɴꜰᴏ ʙᴏᴛ*
❂ /sg <ʀᴇᴘʟʏ>*:* ᴛᴏ ᴄʜᴇᴄᴋ ʜɪꜱᴛᴏʀʏ ɴᴀᴍᴇ

*ᴅᴀᴛᴇ-ᴛɪᴍᴇ-ᴡᴇᴀᴛʜᴇʀ*
❂ /time <ᴄᴏᴜɴᴛʀʏ ᴄᴏᴅᴇ>*:* ɢɪᴠᴇꜱ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴛɪᴍᴇᴢᴏɴᴇ.
❂ /weather <ᴄɪᴛʏ>*:* ɢᴇᴛ ᴡᴇᴀᴛʜᴇʀ ɪɴꜰᴏ ɪɴ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴘʟᴀᴄᴇ.
❂ /wttr <ᴄɪᴛʏ>*:* ᴀᴅᴠᴀɴᴄᴇᴅ ᴡᴇᴀᴛʜᴇʀ ɪɴꜰᴏ, ᴜꜱᴀɢᴇ ꜱᴀᴍᴇ ᴀꜱ /weather
❂ /wttr moon*:* ɢᴇᴛ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ꜱᴛᴀᴛᴜꜱ ᴏꜰ ᴍᴏᴏɴ

*Cᴏɴᴠᴇʀᴛꜱ*
❂ /encrypt*:* Eɴᴄʀʏᴘᴛꜱ ᴛʜᴇ ɢɪᴠɪɴɢ ᴛᴇxᴛ
❂ /decrypt*:* ᴅᴇᴄʀʏᴘᴛꜱ ᴘʀᴇᴠɪᴏᴜꜱʟʏ ᴇɴᴄʀʏᴘᴛᴇᴅ ᴛᴇxᴛ
❂ /zip*:* ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇxᴛ ᴛᴇʟᴇɢʀᴀᴍ ꜰɪʟᴇ ᴛᴏ ᴄᴏᴍᴘʀᴇꜱꜱ ɪᴛ ɪɴ .zip ꜰᴏʀᴍᴀᴛ
❂ /unzip*:* ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇʟᴇɢʀᴀᴍ ꜰɪʟᴇ ᴛᴏ ᴅᴇᴄᴏᴍᴘʀᴇꜱꜱ ɪᴛ ꜰʀᴏᴍ ᴛʜᴇ .zip ꜰᴏʀᴍᴀᴛ

*Rᴀɴᴅᴏᴍ ᴀᴘɪ*
❂ /ptl ᴏʀ /asupan: ɢᴇᴛ ʀᴇɴᴅᴏᴍ ᴠɪᴅᴇᴏ ꜰʀᴏᴍ ɪɴꜱᴛᴀɢʀᴀᴍ ᴛɪᴍᴇʟɪɴᴇ
❂ /chika: ɢᴇᴛ ʀᴇɴᴅᴏᴍ ᴠɪᴅᴇᴏ ꜰʀᴏᴍ ᴄʜɪᴋᴀᴋɪᴋᴜ
❂ /wibu: ɢᴇᴛ ʀᴇɴᴅᴏᴍ ꜱʜᴏʀᴛ ᴀɴɪᴍᴇ ᴠɪᴅᴇᴏ ᴏʀ ᴘʜᴏᴛᴏꜱ
❂ /truth: ᴄʜᴀʟʟᴇɴɢᴇ
❂ /dare: ᴄʜᴀʟʟᴇɴɢᴇ
Lɪɴᴋ ᴛᴏ ꜰɪʟᴇ:
❂ /up: ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴅɪʀᴇᴄᴛ ᴅᴏᴡɴʟᴏᴀᴅ ʟɪɴᴋ ᴛᴏ ᴜᴘʟᴏᴀᴅ ɪᴛ ᴛᴏ ᴛᴇʟᴇɢʀᴀᴍ ᴀꜱ ꜰɪʟᴇꜱ
 
 Fɪʟᴇ ᴛᴏ ʟɪɴᴋ:
❂ /transfersh: ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇʟᴇɢʀᴀᴍ ꜰɪʟᴇ ᴛᴏ ᴜᴘʟᴏᴀᴅ ɪᴛ ᴏɴ ᴛʀᴀɴꜱꜰᴇʀꜱʜ ᴀɴᴅ ɢᴇᴛ ᴅɪʀᴇᴄᴛ ᴅᴏᴡɴʟᴏᴀᴅ ʟɪɴᴋ
❂ /tmpninja: ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇʟᴇɢʀᴀᴍ ꜰɪʟᴇ ᴛᴏ ᴜᴘʟᴏᴀᴅ ɪᴛ ᴏɴ ᴛᴍᴘɴɪɴᴊᴀ ᴀɴᴅ ɢᴇᴛ ᴅɪʀᴇᴄᴛ ᴅᴏᴡɴʟᴏᴀᴅ ʟɪɴᴋ
 Fɪʟᴇ ᴏʀ ᴛᴇxᴛ ᴛᴏ ᴛᴇʟᴇɢʀᴀᴘʜ:
❂ /tgm : Gᴇᴛ ᴛᴇʟᴇɢʀᴀᴘʜ ʟɪɴᴋ ᴏꜰ ʀᴇᴘʟɪᴇᴅ ᴍᴇᴅɪᴀ
❂ /tgt: Gᴇᴛ ᴛᴇʟᴇɢʀᴀᴘʜ ʟɪɴᴋ ᴏꜰ ʀᴇᴘʟɪᴇᴅ ᴛᴇxᴛ

 Tᴀɢɢᴇʀ
❂ /tagall : ꜰᴏʀ ᴛᴀɢ ᴇᴠᴇʀʏᴏɴᴇ ᴀᴛʟᴇᴀꜱᴛ 100 ᴍᴇᴍʙᴇʀ ꜰɪʀꜱᴛ.
"""
